Repository: thermesmarins/tmsm-aquatonic-attendance
Catalog: languages/tmsm-aquatonic-attendance-*.po
Languages: fr_fr

source: TMSM Aquatonic Attendance Cron Schedule Exists
fr_fr: La planification de cron de TMSM Aquatonic Attendance existe

# Issue counter label for the admin menu
source: Critical issues
fr_fr: Problèmes critiques

source: Site Health
fr_fr: Santé du site

source: Aquatonic Attendance
fr_fr: Affluence Aquatonic

source: Settings
fr_fr: Réglages

source: Web Service Count URL
fr_fr: URL du web service pour le comptage

source: URL of the Web Service for Count Method
fr_fr: URL du web service pour le comptage

source: Attendance Page ID
fr_fr: ID de la page d’affluence

source: Page ID of the attendance page
fr_fr: ID de la page détaillant l’affluence

source: Tier %s Value
fr_fr: Valeur du palier %s

source: Tier %s Color
fr_fr: Couleur du palier %s

source: Hexadecimal
fr_fr: Hexadécimal

source: Tier %s Short Description
fr_fr: Description courte du palier %s

source: Tier %s Long Description
fr_fr: Description longue du palier %s

source: Html accepted.
fr_fr: Html accepté.

source: Timeslots
fr_fr: Créneaux horaires

source: Format: Day Number=09:00-14:00,15:30-17:30 serapated by a line break. Day Number is: 0 for Sunday, 1 for Monday, etc.
fr_fr: Format : Nombre du jour=09:00-14:00,15:30-17:30=65 séparé par des sauts de ligne. Nombre du jour est : 0 pour dimanche, 1 pour lundi, etc.

source: Web Service
fr_fr: Service web

source: Tiers
fr_fr: Paliers

source: Time Slots
fr_fr: Créneaux horaires

source: Cron Schedule is not fired
fr_fr: La planification du cron n’est pas exécutée

source: TMSM Aquatonic Attendance Cron Schedule is not added
fr_fr: Le cron TMSM Aquatonic Attendance n’a pas été ajouté

source: Cron schedule is not fired, prices will not update from Aquatonic Attendance.
fr_fr: Le cron n’est pas planifié, les prix ne seront pas mis à joue depuis Aquatonic Attendance.

source: Disable and enable again the plugin
fr_fr: Désactiver puis activer l’extension

source: There are errors with the web service:
fr_fr: Il y a des erreurs avec le web service :

source: Save options
fr_fr: Enregistrer les options

source: Specify the data type to sanitize.
fr_fr: Spécifier de type de données à normaliser.

source: Forgot data type
fr_fr: Type de données oublié

source: Every 5 minutes
fr_fr: Toutes les 5 minutes

source: Live Attendance
fr_fr: Affluence en direct

source: More Info About Attendance
fr_fr: En savoir plus

source: No information at this moment
fr_fr: Aucune information pour l’instant

source: Used Places
fr_fr: Places occupées

source: Remaining Places
fr_fr: Places restantes

source: TMSM Aquatonic Attendance cron is not scheduled on %s
fr_fr: Le cron de TMSM Aquatonic Attendance n’est pas planifié sur %s

source: Loading
fr_fr: Chargement

source: Web service is not available
fr_fr: Le service web n’est pas disponible

source: Error: Delivery URL returned response code: %s
fr_fr: Erreur, l’URL de livraison a retourné le code : %s

source: Error message: %s
fr_fr: Message d’erreur : %s

source: Error %s
fr_fr: Erreur %s

source: Unknown error
fr_fr: Erreur inconnue

source: TMSM Aquatonic Attendance web service is down on %s
fr_fr: Le cron de TMSM Aquatonic Attendance est tombé sur %s

source: TMSM Aquatonic Attendance web service is down on %s with following errors: %s
fr_fr: Le cron de TMSM Aquatonic Attendance est tombé sur %s avec les erreurs suivantes : %s

source: Token security is not valid
fr_fr: Le jeton de sécurité n’est pas valide

source: Ajax referer is not valid
fr_fr: Le référant ajax n’est pas valide
